import { useEffect, useState, React } from "react";
import "../css/Support/Support.css";
import Header from "../components/tools/Header";
import Navbars from "../components/tools/Navbars";
import { css } from "@emotion/react";
import { Supports } from "../components/tools/Constant";
import Footer from "../components/tools/Footer";
import "../sass/Support.scss";
import Popup from "reactjs-popup";
import "reactjs-popup/dist/index.css";

const Support = () => {
  document.title = Supports;

  const [loading, setLoading] = useState(false);
  useEffect(() => {
    setLoading(true);
    setTimeout(() => {
      setLoading(false);
    }, 1000);
  }, []);

  const override = css`
    display: flex;
    margin: 20rem auto;
  `;

  return (
    <div id="Support">
      <Header />
      <Navbars />
      <div className="photoSupport my-3">
        <div className="shadowSupport">
          <div className="menueStyle my-3">
            <div class="all">
              <div class="lefter">
                <div class="text">شرکت های مرتبط</div>
              </div>
              <div class="left">
                <div class="text">سوالات متداول</div>
              </div>
              <div class="center">
                <div class="explainer">
                  <span>امکانات</span>
                </div>

                <div class="text">تماس با ما</div>
              </div>

              <div class="right">
                <div class="text"> درباره ما</div>
                <Popup trigger={<div class="right"></div>} modal>
                  <div className="aboutUs">
                    <h1>درباره ما</h1>
                    <p>
                      سایت حامی تست با برگزاری آزمونهای استاندارد روانشناسی به
                      افراد کمک می‌کند با ابعاد مختلف شخصیت، توانایی،ها، نقاط
                      ضعف، استعدادها مدل رفتاری و... خود آشنا شوند. پس از آشنایی
                      در بسیاری از موارد با ارائه آموزش‌ها مطلوب قادر خواهند بود
                      به توانمندی سازی مشخص خود بپردازید. همچنین حامی تست بع
                      ارگانها و سازمانها یاری می‌سازند تا به ارزیابی عملکرد
                      منابع انسانی خود پرداخته و با ایجاد بستری کاملاً علمی و
                      کارشناسی، هزینه‌های پنهان سازمان‌ها را به حداقل ممکن تقلیل
                      دهد. این هزینه‌های پنهان به طور کلی به خاطر قرار نگرفتن
                      افراد در جایگاه‌های شغلی مناسب و یا عدم استفاده از ظرفیت و
                      پتانسیل افراد است. از اهم مسائل مورد نیاز در دنیا امروز
                      استعدادیابی است که لازم است افراد در هر سنی به شناخت و
                      پرورش استعدادهای خود مبادرت کنند. البته هرچه سن
                      استعدادیابی کمتر باشد قرار گرفتن فرد در مسیر درست بهتر
                      صورت می‌گیرد. اما این مسئله محدودیتی اما سن نباید محدودیت
                      ایجاد کند و شما در هر سنی می‌توانید استعدادیابی شوید و
                      مسیر زندگی خود را بر اساس استعدادهایتان مشکل دهید. به این
                      ترتیب حامی تست سایتی است کاملاً علمی که توسط تیم مدیران و
                      روانشناسان طرح ریزی و اجرا شده و به شما کمک می‌کند با کمک
                      آزمون‌های استاندارد به روز ناظر به هدف با توانمندی‌ها و
                      استعدادهای خود چه به صورت شخصی و چه در سازمان آشنا شده و
                      در جهت بیشتر اهداف شخصی یا سازمانی خود کار آمدتر و موفق تر
                      ظاهر شوید جانتان خوش.
                    </p>
                  </div>
                </Popup>
              </div>
              <div class="righter">
                <div class="text"> مزایای حامی تست</div>
                <Popup trigger={<div class="righter"></div>} modal>
                  <div className="aboutUs">
                    <h1>مزایای حامی تست</h1>
                    <p>
                      حامی تست مجموعه ای است از آزمونهای علمی، استاندارد و
                      کاربردی که متناسب با نیاز سنجی مخاطبین و اهمیت این دسته از
                      آزمونها به جهت رشد و توسعه فردی و سازمانی در یکجا جمع آوری
                      شده است. نحوه استفاده از سایت "حامی تست" و آزمونها بسیار
                      ساده و با توجه به کاربردی بودن تستها برای کاربران مختلف
                      کاملاً یوزرفرندلی طراحی شده است. کاربران در صفحاتی با
                      جذابیت ظاهری و امکان استفاده راحت می توانند به پاسخگویی به
                      سوالات بپردازند و در نهایت گزارشاتی کامل که مورد نیاز
                      مخاطب است به تفصیل در اختیار ایشان قرار خواهد گرفت. در
                      ابتدای کلیه گزارشات شرح بسیار مختصری از گزارش مرقوم گردیده
                      است. گزارشات به دو شکل گزارش مکتوب و صوتی در اختیار
                      کاربران است. هدف از ارائه این نوع خدمات(کتبی و صوتی) توجه
                      به نیاز مخاطبین است که در صورتی که وقت کافی برای مطالعه
                      گزارشات نداشته باشند از محتوای صوتی گزارش خود بهره مند
                      خواهند شد. گزارش کتبی نیز برای مراجعات بعدی در اختیار
                      ایشان قرار داده شده است. قیمت آزمونها و همچنین
                      بسته¬ها(بسته استعدادیابی و ارزیابی سازمانی) در حداقل ممکن
                      تعیین گردیده است. و به هیچ وجه بیانگر ارزش محصول نیست.
                      وصرفاً ارائه خدماتی در حد وسع است تا مخاطبین بتوانند با هر
                      توان مالی در جهت توانمند سازی و توسعه فردی خویش گام
                      بردارند. باشد که خدمتی هر چند کوچک ارائه نموده باشیم.
                    </p>
                  </div>
                </Popup>
              </div>
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default Support;
